app/views/pizzas/show.html.erb


<% @pizza.toppings.each do |topping| %>
---
SELECT "toppings".* FROM "toppings" WHERE ("toppings".pizza_id = 1)